Repository: 2moveit/extensions
Catalog: Signum.Web.Extensions/Properties/Resources.*.resx
Languages: pt

source: Change password
pt: Alterar a password

# ChangePasswordAspx_ActualPassword
source: Current password
pt: Password actual

# ChangePasswordAspx_ChangePassword
source: Change password
pt: Alterar a password

# ChangePasswordAspx_ConfirmNewPassword
source: Confirm new password
pt: Confirmar a nova password

# ChangePasswordAspx_NewPassword
source: New password
pt: Nova password

# ChangePasswordAspx_WriteActualPasswordAndNewOne
source: Write your current password and the new one
pt: Escreve a tua password actual e a nova password

source: Confirm new password
pt: Confirmar a nova password

source: Appendices
pt: Apêndices

# EmailMustHaveAValue
source: The email must have a value
pt: O E-mail deve ter um valor

source: Email sent
pt: E-mail enviado

# EntityGroupsAscx_EntityGroup
source: Entity Group
pt: Grupo de entidade

# EntityGroupsAscx_Overriden
source: Overriden
pt: Sobrescrito

source: Error saving file
pt: Erro ao guardar ficheiro

# ExcelAdminister
source: Administer
pt: Administrar

source: Excel Report
pt: Relatório do Excel

# FacadeMethodsAscx_Allow
source: Allow
pt: Permitir

# FacadeMethodsAscx_Deny
source: Deny
pt: Rejeitar

# FacadeMethodsAscx_FacadeMethod
source: Facade Method
pt: Método de fachada

# FacadeMethodsAscx_Overriden
source: Overriden
pt: Sobrescrito

# ForgotYourPassword
source: Forgot your password? Enter your login email below. We will send you an email with a link to reset your password.
pt: Esqueceste-te da password? Escreve o teu E-mail abaixo e vai à tua caixa de correio.

source: Help documentation
pt: Documentação de ajuda

source: I have forgotten my password
pt: Esqueci-me da password

source: Introduce your username and password
pt: Escrever nome de utilizador e password

source: Invalid username or password
pt: Nome de utilizador ou password incorreta

source: Key {0} not found
pt: Chave {0} não encontrado

source: New password
pt: Nova password

# OperationsAscx_Allow
source: Allow
pt: Permitir

# OperationsAscx_Operation
source: Operation
pt: Operação

# OperationsAscx_Overriden
source: Overriden
pt: Sobrescrito

# PasswordDoesNotMatchCurrent
source: The given password doesn't match the current one
pt: Password não corresponde

# PasswordHasBeenChangedSuccessfully
source: The password has been changed successfully
pt: Password alterada com êxito

# PasswordMustHaveAValue
source: The password must have a value
pt: A password tem de ter um valor

# PermissionsAscx_Allow
source: Allow
pt: Permitir

# PermissionsAscx_Deny
source: Deny
pt: Rejeitas

# PermissionsAscx_Overriden
source: Overriden
pt: Sobrescrito

# PermissionsAscx_Permission
source: Permission
pt: Permissão

source: Please, {0} into your account
pt: Vai para {0} para aceder ao aplicativo

source: Please, enter your chosen new password
pt: Escrever a nova password

# PropertiesAscx_Modify
source: Modify
pt: Modificar

# PropertiesAscx_None
source: None
pt: Nenhum

# PropertiesAscx_Overriden
source: Overriden
pt: Sobrescrito

# PropertiesAscx_Property
source: Property
pt: Propriedade

# PropertiesAscx_Read
source: Read
pt: Lêr

# Property0NotExistsInType1
source: Property {0} does not exist in type {1}
pt: Propriedade {0} não existe no tipo {1}

# QueriesAscx_Allow
source: Allow
pt: Permitir

# QueriesAscx_Deny
source: Deny
pt: Rejeitar

# QueriesAscx_Overriden
source: Overriden
pt: Sobrescrito

# QueriesAscx_Query
source: Query
pt: Consulta

source: Remember
pt: Lembrar de

source: Remember me
pt: Lembrar-me

# ExpiredPasswordMessage
source: Your password has expired. You should change it
pt: Sua senha expirou. Você deve alterá-la

# ExpectedUserLogged
source: Expected a user logged
pt: Espera-se que um utilizador se conecte

source: Reset Password
pt: Restaurar password

# ResetPasswordCodeHasBeenSent
source: A confirmation code to reset your password has been sent to the email account {0}
pt: Um código de confirmação para restaurar sua password foi enviado para a conta de E-mail {0}

# ResetPasswordSuccess
source: Your password has been successfully changed
pt: Password alterada com êxito

source: The confirmation code that you have just sent is invalid
pt: O código de confirmação fornecido é inválido

source: Enter the new password
pt: Digite a nova senha

source: There has been an error with your request to reset your password. Please, enter your login.
pt: Houve um erro com o ter pedido para alterar a password. Escreve o teu E-mail.

source: The specified passwords don't match
pt: As passwords especificadas não correspondem

# TypesAscx_Create
source: Create
pt: Criar

# TypesAscx_Modify
source: Modify
pt: Modificar

# TypesAscx_None
source: None
pt: Nenhum

# TypesAscx_Operations
source: Operations
pt: Operações

# TypesAscx_Overriden
source: Overriden
pt: Sobrescrito

# TypesAscx_Properties
source: Properties
pt: Propriedades

# TypesAscx_Queries
source: Queries
pt: Consultas

# TypesAscx_Read
source: Read
pt: Leitura

# TypesAscx_Type
source: Type
pt: Tipo

source: User
pt: Utilizador

# UserNameMustHaveAValue
source: The user name must have a value
pt: O nome de utilizador deve ter um valor

source: We received a request to create an account. You can create it following the link below:
pt: Recebemos um pedido para criar uma conta. Podes criá-la continuando no link em baixo:

source: You must repeat the new password
pt: Volta a escrever a tua password

source: Passwords are different
pt: As senhas são diferentes

# UserQueries_CreateNew
source: Create
pt: Criar

# UserQueries_Edit
source: Edit
pt: Editar

# UserQueries_UserQueries
source: User Queries
pt: Consultas do utilizador
