Repository: 2moveit/extensions
Catalog: Signum.Engine.Extensions/Properties/Resources.*.resx
Languages: de, fr, it, pt

source: {0} cycles have been found in the graph of Roles due to the relationships:
de: {0} Zyklen wurden in das Diagramm der Rollen aufgrund der Beziehungen gefunden:
fr: Trouvé {0} cycles dans le graphe de rôles en raison de relations rôles :
it: Trovati {0} cycles nel grafico Roles a causa dei rapporti:
pt: {0} Ciclos foram encontrados no gráfico dos papéis devido aos relacionamentos:

source: {0} is a {1}
de: {0} ist eine {1}
fr: {0} est un {1}
it: {0} è un {1}
pt: {0} é um {1}

# _0IsA1_f
source: {0} is a {1}
de: {0} ist eine {1}
fr: {0} est un {1}
it: {0} è una {1}
pt: {0} é uma {1}

# _0IsA1_m
source: {0} is a {1}
de: {0} ist eine {1}
fr: {0} est un {1}
it: {0} è un {1}
pt: {0} é um {1}

source: {0} is a collection of elements {1}
de: {0} ist eine Auflistung von Elementen {1}
fr: {0} est une collection d'éléments {1}
it: {0} è un insieme di elementi {1}
pt: {0} é uma colecção de elementos {1}

source: Access to Facade Method '{0}' is not allowed
de: Zugriff auf Fassaden-Methode '{0}' ist nicht zulässig
fr: Accès à la méthode de façade '{0}' n'est pas autorisée.
it: Accesso al Facade Method '{0}' non consentito
pt: Acesso ao método fachada '{0}' não é permitido

source: amount
de: Betrag
fr: montant
it: importo
pt: Montante

# BelongsToAnotherKindOkLinqProvider
source: {0} belongs to another kind of Linq Provider
de: {0} gehört in einen anderen Typ des Linq-Anbieters
fr: {0} appartient à un autre fournisseur Linq
it: {0} appartiene a un altro tipo di Linq Provider
pt: {0} pertence a outro tipo de fornecedor Linq

source: Call {0} over {1} of the {2}
de: Rufen Sie {0} in {1} von {2}
fr: Call {0} sur {1} de la {2}
it: Eseguire {0} in {1} di {2}
pt: Executar {0} em {1} do {2}

# Call0Over1OfThe2_f
source: Executes {0} over {1} of the {2}
de: Führt {0} in {1} von {2}
fr: Exécute {0} sur {1} de la {2}
it: Eseguire {0} in {1} di {2}
pt: Executar {0} em {1} do {2}

# Call0Over1OfThe2_m
source: Executes {0} over {1} of the {2}
de: Führt {0} in {1} von {2}
fr: Exécute {0} sur {1} de la {2}
it: Eseguire {0} in {1} di {2}
pt: Executar {0} em {1} da {2}

source: character
de: Charakter
fr: caractère
it: carattere
pt: caracter

source: check
de: Überprüfen Sie
it: verifica
pt: Verificado

source: Constructs a new {0}
de: Erstellt eine neue {0}
fr: Construit un nouveau {0}
it: Costruisci un nuovo {0}
pt: Constrói um novo {0}

# ConstructsANew0_f
source: Constructs a new {0}
de: Erstellt eine neue {0}
fr: Construit un nouveau {0}
it: Costruisci una nuova {0}
pt: Constrói uma nova {0}

# ConstructsANew0_m
source: Constructs a new {0}
de: Erstellt eine neue {0}
fr: Construit un nouveau {0}
it: Costruisci un nuovo {0}
pt: Constrói um novo {0}

source: Data
de: Daten
fr: Données
it: Dati
pt: Dados

source: date
de: Datum
it: Data
pt: Data

# DateTime
source: date and time
de: Datum und Uhrzeit
fr: date et heure
it: Data e ora
pt: Data e hora

# EmailIsNotValid
source: The email is different from the stored email
de: Die e-Mail unterscheidet sich von der gespeicherten e-Mail
fr: L'e-mail est différente de l'e-mail stockée
it: L'indirizzo email è diverso da quello memorizzato nel sistema
pt: Email inválido

# ExcelTemplateMustHaveExtensionXLSXandCurrentOneHas0
source: Excel template must have .xlsx extension, and the current one has {0}
de: Excel-Vorlage muss xlsx-Erweiterung haben, und die aktuelle hat {0}
it: Il modello Excel deve avere estensione xlsx, mentre quello corrente ha estensione {0}
pt: Modelo Excel deverá ter a extensão. xlsx, a actual tem {0}

source: Executions
de: Hinrichtungen
fr: Exécutions
it: Esecuzioni
pt: Execuções

source: expressed in
de: ausgedrückt in
fr: exprimée en
it: espresso in
pt: Expresso em

source: from {0} of the {1}
de: von {0} von {1}
fr: à partir de {0} {1}
it: da {0} del {1}
pt: A partir de {0} do {1}

# From0OfThe1_f
source: from {0} of the {1}
de: von {0} von {1}
fr: à partir de {0} de la {1}
it: da {0} della {1}
pt: A partir de {0} da {1}

# From0OfThe1_m
source: from {0} of the {1}
de: von {0} von {1}
fr: à partir de {0} de {1}
it: da {0} del {1}
pt: A partir de {0} do {1}

source: from many {0}
de: von vielen {0}
fr: de nombreux {0}
it: da molti {0}
pt: De vários {0}

# FromMany0_f
source: from many {0}
de: von vielen {0}
fr: à partir de nombreux {0}
it: da molte {0}
pt: De várias {0}

# FromMany0_m
source: from many {0}
de: von vielen {0}
fr: à partir de nombreux {0}
it: da molti {0}
pt: De vários {0}

source: Help not loaded
de: Hilfe nicht geladen
fr: Aide non chargé.
it: Aiuto non caricato
pt: Ajuda não carregada

source: Impossible to execute {0} from state {1}
de: Unmöglich zu ausführen {0} vom Zustand {1}
fr: Impossible d'exécuter {0} d'état {1}
it: Impossibile eseguire {0} dallo stato {1}
pt: Impossível executar {0} do estado {1}

source: Incorrect password
de: Falsches Kennwort
fr: Mot de passe incorrect
it: Password errata
pt: Password incorrecta

source: integer
de: ganze Zahl
fr: entier
it: valore intero
pt: Constante

source: Last Execution
de: Letzte Ausführung
fr: Dernière exécution
it: Ultima esecuzione
pt: Última execução

source: No help for {0}
de: Keine Hilfe für {0}
fr: Aucune aide pour {0}
it: Nessun aiuto per {0}
pt: Nenhuma ajuda para {0}

source: Not authorized to {0} the {1} with Id {2}
de: Nicht autorisierte für {0} die {1} mit ID {2}
fr: Pas autorisé à {0} le {1} avec l'ID {2}
it: {1} con ID {2} non autorizzato a {0}
pt: Não autorizado para {0} o {1} com a ID {2}

source: Not authorized to Retrieve '{0}'
de: Nicht autorisiert, '{0}' abrufen
fr: Pas autorisé à récupérer '{0}'
it: Non autorizzato al recupero di '{0}'
pt: Não autorizado para a recuperar '{0}'

source: Not authorized to Save '{0}'
de: Nicht berechtigt '{0}' speichern
fr: Pas autorisé à enregistrer '{0}'
it: Non autorizzato a salvare '{0}'
pt: Não autorizado para guardar '{0}'

# NotRegistered
source: {0} not registered
de: {0} ist nicht registriert
fr: {0} non enregistré.
it: {0} non registrato
pt: {0} não está registado

# NotRegisteredInEmailLogic
source: {0} not registered in EmailLogic
de: {0} nicht registriert in EmailLogic
fr: {0} non enregistré dans EmailLogic
it: {0} non registrato in EmailLogic
pt: {0} não está registado no EmailLogic

source: of the {0}
de: der {0}
fr: le {0}
it: del {0}
pt: Do {0}

# OfThe0_f
source: of the {0}
de: der {0}
fr: de la {0}
it: della {0}
pt: Da {0}

# OfThe0_m
source: of the {0}
de: der {0}
fr: le {0}
it: del {0}
pt: Do {0}

source: or null
de: oder null
fr: ou la valeur null
it: o nullo
pt: ou nulo

source: ProcessExecution {0} is not running anymore
de: ProcessExecution {0} bereits läuft nicht
fr: ProcessExecution {0} n'est pas exécuté plus
it: Il ProcessExecution {0} non è più in esecuzione
pt: Execução do processo {0} já não está a funcionar

source: Query of {0}
de: Query {0}
fr: Requête de {0}
it: Query di {0}
pt: Consulta de {0}

source: Query of {0} connecting {1}
de: Abfrage von {0} Herstellen einer Verbindung mit {1}
fr: Requête de {0} qui concerne {1}
it: Query di {0} in connessione a {1}
pt: Consulta de {0} conectando {1}

source: Removes the {0} from the database
de: Entfernt das {0} aus der Datenbank
fr: Supprime le {0} de la base de données.
it: Rimuovi l'elemento {0} dal database
pt: Remove {0} da base de dados

source: Reset password code
de: Reset Passwort code
fr: Code pour réinitialiser le mot de passe.
it: Codice di reimpostazione password
pt: Restaurar password

source: . Should
de: . Sollte
fr: . Devrait
it: . Dovrebbe
pt: . Deve

source: string
de: Textzeichenfolge
fr: chaîne
it: stringa di testo
pt: Cadeia

source: The {0}
de: Das {0}
fr: Le {0}
it: Il {0}
pt: O {0}

# The0_f
source: the {0}
de: Das {0}
fr: le {0}
it: La {0}
pt: A {0}

# The0_m
source: The {0}
de: Das {0}
fr: Le {0}
it: Il {0}
pt: O {0}

source: the database version
de: die Version der Datenbank
fr: la version de base de données
it: la versione del database
pt: Versão base de dados

source: The entity {0} is new
de: Die Entität {0} ist neu
fr: L'entité {0} est nouveau
it: L'entità {0} è nuova
pt: A entidade {0} é nova

source: The Excel Template has a column {0} not present in the Find Window
de: Die Excel-Vorlage hat eine Spalte {0} nicht vorhanden in der Window suchen
it: Il modello Excel ha una colonna {0} non presente nel motore di ricerca
pt: O modelo do Excel tem uma coluna {0} não existente no motor de busca

source: There are no results to write
de: Kein Export-Bericht-Ergebnisse
fr: Il en n'est pas ressorti qu'exporter au rapport
it: Nessun risultato da riportare
pt: Não há resultados para escrever

source: Username {0} is not valid
de: Anwendername {0} ist ungültig
fr: Nom d'utilisateur {0} n'est pas valide
it: Il nome dell'utente {0} non è valido
pt: Nome de utilizador {0} não é válido

source: value
de: Wert
fr: valeur
it: valore
pt: valor

source: value like {0}
de: Wert wie {0}
fr: valeur comme {0}
it: valore come {0}
pt: valor como {0}

source: your version
de: Ihre version
fr: votre version.
it: la tua versione
pt: tua versão

source: You can reset your password by following the link below:
de: Sie können Ihr Kennwort zurücksetzen, indem Sie den unten stehenden Link:
fr: Vous pouvez réinitialiser votre mot de passe en suivant le lien ci-dessous :
it: È possibile creare una nuova password cliccando sul link qui sotto:
pt: Podes restaurar a tua password seguindo o link:

source: You recently requested a new password
de: Sie verlangt vor kurzem ein neues Passwort
fr: Vous avez demandé récemment un nouveau mot de passe.
it: È stata richiesta una nuova password
pt: Solicitaste recentemente uma nova password
